{
  "general": {
    "errors": {
      "0": "Network error.",
      "400": "Bad request",
      "403": "Access denied.",
      "429": "Your requests exceed the rate limit, please try again later.",
      "500": "Internal server error.",
      "10001": "Internal server error.",
      "10002": "Invalid data submitted.",
      "20110": "Invalid phone number.",
      "20112": "Invalid invitation code.",
      "20113": "Invalid phone verification code."
    }
  },
  "oauth": {
    "instruction.title": "Use Mixin on your phone to scan the code",
    "instruction.install": "Search Mixin in Google Play or App Store"
  },
  "pay": {
    "recipient.title": "Transfer to %{name}"
  },
  "code": {
    "open.action": "Open In Mixin",
    "install.action": "Get Mixin App",
    "group.participants": "%{count} members"
  },
  "snapshots": {
    "search.placeholder": "Search transactions",
    "transaction": {
      "id": "Transaction ID",
      "time": "Timestamp",
      "source": "Type",
      "amount": "Amount",
      "asset": "Asset"
    }
  },
  "network": {
    "stats": {
      "assets.title": "Assets",
      "transactions.title": "Transactions",
      "peak.throughput.title": "Peak TPS"
    },
    "assets": {
      "title": "Top Assets",
      "analytics": "Analytics"
    },
    "back.title": "Back to Mixin Network",
    "chains.title": "Chains"
  },
  "activity": {
    "navi": {
      "intro": "Competition",
      "platform": "Technology",
      "schedule": "Schedule",
      "reward": "Prizes",
      "rule": "Rules",
      "judge": "Judge",
      "criterion": "Cretieria",
      "ecology": "Ecosystem",
      "cooperation": "Cooperative"
    },
    "term": {
      "competition": "<p>Mixin Network has supported 13 blockchains and over 50,000 cryptocurrencies. Over 100 million transactions and 50 Million dollars of crypto assets have been completed in Mixin Network so far. In order to build transaction network and technology ecosystem, Mixin decided to host the 1st Mixin Network developer competition, provides a platform for all developers who are passionate about blockchain technology to show their talents.</p><p>We sincerely welcome all aspired people to participate in this competition and help build the Mixin Network technology ecosystem together. The entries should be based on the Mixin Network technology platform, with no limit to the application fields, and the more innovative, the better. Hurry up to register and win the prize!</p>",
      "platform.network": "Based on the UTXO structure of Bitcoin, Mixin Network realizes the ultrahigh capacity and confirmation in secure distributed leger network using aBFT, POS and DAG technologies combining with signature mechanism of Intel hardware and high-speed data center.",
      "platform.messenger": "As the first DApp on Mixin Network, Mixin Messenger provides features with encryption, instant messenging, voice service and crypto wallet in support of all kinds of cryptocurrencies, showing the security, high-effective and power of Mixin Network. Moreover, full-featured bots in Mixin Messenger builds the social connection between users and tokens.",
      "platform.ocean": "OceanONE is the exchange built on Mixin Network and also the first decentralized exchange that brings the experience exactly the same as centralized exchange. It simplifies the transaction and listing progress, offering a clean and transparent transaction experience applied in all kinds of tokens.",
      "platform.website": "Website",
      "schedule.begin": "Sign-up starts",
      "schedule.begin.date": "11/14/2018",
      "schedule.over": "Sign-up ends",
      "schedule.over.date": "01/03/2019",
      "schedule.deadline": "Submit for entry ends",
      "schedule.deadline.date": "01/04/2019",
      "schedule.award": "Announcement of Result",
      "schedule.award.date": "01/10/2019",
      "prize.first": "First Prize",
      "prize.first.desc": "One seat, worth around $45000",
      "prize.second": "Second Prize",
      "prize.second.desc": "Two seats, worth around $15000",
      "prize.third": "Third Prize",
      "prize.third.desc": "Three seats, worth around $7500",
      "prize.excellent": "Excellent prize (14 seats) 25 XIN, worth around $3750",
      "rules": "<li>1. A competition team consists of <span>5</span> members at most, and all members agree with the competition rules after sign-up.  </li><li>2. Sign-up starts on <span>Nov.14, 2018</span>, and ends at <span>11:59 PM (GMT+8) on Jan.3, 2019</span>.  </li><li>3. Participants should submit the entries from <span>Nov.14, 2018</span> to <span>Jan.4, 2019 at 11:59PM (GMT+8) </span>, and give up the competition if no entries submitted during this period of time.  </li><li>4. Entries must be campatible with and can built in Mixin Network. More details, refer to the related code and technical documents of Mixin Network, Mixin Messenger and OceanONE: <a href='https://github.com/MixinNetwork'>https://github.com/MixinNetwork</a> and <a href='https://developers.mixin.one/api'>https://developers.mixin.one/api</a>.  </li><li>5. Developers are allowed to communicate with members of Mixin Network community, and work together for the application.  </li><li>6. Entries submitted in Mixin Network must include the applicale executable application and related code.  </li></ul><h3>Mixin Network reserves the final explanation rights for this campaign.  </h3><ul><li>1. Eligibility will be invalid once the entry is proved to get involved in the copyright disreputes, features & function plagiarism.  </li><li>2. Competitors should submit the proposals in the sigh-up window in the sigh-up period, we will evaluate the feasibility of each proposal, and contact the competitors for entry delivery in the valid competition period when the proposal get approved by Mixin Network.  </li><li>3. Competitors can fix and improve the applications and resubmit them again in the valid competition period, and the final edition will be regarded as the entry. Notice that, theme and overall proposal can not be changed.  </li><li>4. Mixin Network will start the project assessment following the criteria of judgement strictly, and no rewards for unqualified projects.  </li><li>5.All the entries belong to Mixin Network after winners receive the rewards from Mixin Network. Mixin Network has the rights to utilize, publish and distribute them in all platforms if needed. </li>",
      "criteria.desc": "Participants should develop DApps based on Mixin Network (Such as Mixin Network-based transcation solutions, Mixin Messenger full-currency wallet applications, bot development, OceanONE exchange engine application, etc.)",
      "criteria.first": "Technical Application",
      "criteria.first.desc": "Application of Mixin technology: participating entries must be based on Mixin Network",
      "criteria.second": "Technical Realization",
      "criteria.second.desc": "The plan submitted at the time of registration and the degree of completion of the submitted entry",
      "criteria.third": "Innovation of Project",
      "criteria.third.desc": "Based on Mixin, the more innovative the entry, the better it is",
      "criteria.four": "Commercial Values",
      "criteria.four.desc": "The higher the business value, the more valuable the entry is",
      "promo": "All the entries belong to Mixin Network after winners receive the rewards from Mixin Network. Mixin Network has the rights to utilize, publish and distribute them in all platforms if needed",
      "explain": "Mixin reserves the final explanation rights for this campaign"
    },
    "other": {
      "apply": "Register Now"
    }
  }
}
